INSTALLER_APPLICATION_NAME = "LOGICOOL G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "再試行";
INSTALLER_GENERIC_CONTINUE = "続行";
INSTALLER_GENERIC_CANCEL = "キャンセル";
INSTALLER_GENERIC_BACK = "後";
INSTALLER_GENERIC_REINSTALL = "再インストール";
INSTALLER_GENERIC_LAUNCH_GHUB = "起動";
INSTALLER_GENERIC_UNINSTALL = "アンインストール";
INSTALLER_GENERIC_LETS_PARTY = "パーティーを開始";
INSTALLER_GENERIC_QUIT = "終了";
INSTALLER_GENERIC_REBOOT_NOW = "今すぐ再起動";
INSTALLER_GENERIC_REBOOT_LATER = "後で再起動";
INSTALLER_POWER_EVENT_INSTALL = "G HUB のインストールが進行中です。";
INSTALLER_POWER_EVENT_UPDATE = "G HUB の更新が進行中です。";
INSTALLER_POWER_EVENT_UNINSTALL = "G HUB のアンインストールが進行中です。";
INSTALLER_ONLINE_HELP = "オンラインヘルプ";
INSTALLER_MORE_DETAILS = "詳細";
INSTALLER_LESS_DETAILS = "簡略";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "{1} ドライブでは現在 {0}GB 利用可能です";
INSTALLER_DISK_INDICATOR_WARNING = "{0} ドライブでは 1GB 未満が利用可能です";
INSTALLER_DISK_INDICATOR_ERROR = "{0} ドライブでは 500MB 未満が利用可能です";
INSTALLER_ERROR_DOWNLOAD_INIT = "ネットワークの問題により、ダウンロードの初期化に失敗しました。再試行してください。";
INSTALLER_ERROR_NETWORK_ISSUE = "ネットワークの問題により、ダウンロードに失敗しました。再試行してください。";
INSTALLER_ERROR_UPDATE_SUMMARY = "有効な更新概要を取得できませんでした。再試行してください。";
INSTALLER_ERROR_DISK_FULL = "十分なディスク空き容量がありません。";
INSTALLER_ERROR_UNCAUGHT_ERROR = "インストール中にエラーが発生しました。再試行してください。";
INSTALLER_ERROR_UNPACKING = "インストーラーリソースの解凍に失敗しました。インストーラーを再起動すると、この問題が解決する可能性があります。";
INSTALLER_ERROR_DLL_LOADING = "インストーラーの重要なコンポーネントを読み込めませんでした。詳細は以下のリンクを参照してください。";
INSTALLER_ERROR_START_INSTALL = "インストールを開始できませんでした。インストーラーを閉じて再起動すると、この問題が解決する可能性があります。";
INSTALLER_ERROR_REDOWNLOAD = "公式ウェブサイトから再度 ";
INSTALLER_ERROR_OS_VERSION = "G HUB は現在お使いのオペレーティングシステムに対応していません。詳細は、G HUB OS の互換性を確認してください。";
INSTALLER_ERROR_UPDATER_FOLDER = "インストール フォルダを作成できません。";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "次のフォルダを削除できませんでした：{0}。このフォルダを手動で削除するか、コンピュータを再起動してからもう一度お試しください。";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "次のフォルダを作成できませんでした：{0}。このフォルダを手動で削除するか、コンピュータを再起動してからもう一度お試しください。";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "セキュリティエラーにより、インストールが妨げられ、次のフォルダへのアクセスがブロックされています：{0}。詳細については [詳細] をクリックしてください。";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "アップデーターのフォルダ（{0}）が空ではありません。このフォルダを手動で削除してからもう一度お試しください。";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "G HUB のインストールが正常に完了しませんでした";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "コンピュータを再起動してから、インストールを再度お試しください。問題が解決しない場合は、{WEBSITE} までお問い合わせください。";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "カスタマーサポート";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "ダウンロードしてください。";
INSTALLER_INFO_VERSION = "バージョン {0}";
INSTALLER_INFO_DESTINATION = "{0} でインストールしています";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB / {1} MB（{2}MB/秒）";
INSTALLER_LOADING_MESSAGE_0 = "ダウンロード速度が遅くなっています";
INSTALLER_LOADING_MESSAGE_1 = "待機しますか？現在キャリブレーションを行っています";
INSTALLER_LOADING_MESSAGE_2 = "プリンターと匿名履歴が適切に接続されていることを確認しています";
INSTALLER_LOADING_MESSAGE_3 = "原子炉出力を転用しています";
INSTALLER_LOADING_MESSAGE_4 = "Nyan cat を呼び出しています";
INSTALLER_LOADING_MESSAGE_5 = "vespene gas がもっと必要です";
INSTALLER_LOADING_MESSAGE_6 = "私は何も疑わしいことはしていません。本当です！";
INSTALLER_LOADING_MESSAGE_7 = "無限マトリクスを平面充填しています";
INSTALLER_LOADING_MESSAGE_8 = "追加のパイロンを建築する必要があります";
INSTALLER_LOADING_MESSAGE_9 = "人間の身体にはビタミン D が必要です";
INSTALLER_LOADING_MESSAGE_10 = "フレームシフトドライブ、使用中";
INSTALLER_LOADING_MESSAGE_11 = "手中の一羽はやぶ中の二羽の値打ちがある";
INSTALLER_LOADING_MESSAGE_12 = "楽しい時間はあっという間に過ぎる";
INSTALLER_LOADING_MESSAGE_13 = "システムから何かを取得しています";
INSTALLER_LOADING_MESSAGE_14 = "これもまた過ぎ去るもの";
INSTALLER_LOADING_MESSAGE_15 = "ズボンを履く";
INSTALLER_LOADING_MESSAGE_16 = "最高の戦士を送っています";
INSTALLER_LOADING_MESSAGE_17 = "Cyan lookin sus...";
INSTALLER_LOADING_MESSAGE_18 = "スプラインを再計算しています";
INSTALLER_LOADING_MESSAGE_19 = "世界支配の計画を制定しています";
INSTALLER_LOADING_MESSAGE_20 = "このボタンの機能：";
INSTALLER_LOADING_MESSAGE_21 = "こんにちは。あなたはついに起きました";
INSTALLER_MESSAGEBOX_TITLE = "G HUB インストーラー";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "重大なエラー：インストールに必要なフォルダを作成できません。管理者として再試行してください。問題が解決しない場合は、https://support.logi.com/hcにアクセスしてください。";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "重大なエラー：このプログラムは安全に実行できません。コンピュータを再起動してもう一度お試しください。問題が解決しない場合は、https://support.logi.com/hcにアクセスしてください。";
INSTALLER_MODAL_REBOOT = "インストール要件を終了するには、再起動が必要です。コンピュータの再起動後、インストーラーが再度開きます。";
INSTALLER_MODAL_TITLE_FAILED = "インストールに失敗しました。";
INSTALLER_MODAL_TITLE_INIT_FAILED = "初期化に失敗しました。";
INSTALLER_MODAL_TITLE_EXITING_SW = "既にインストールされています。";
INSTALLER_MODAL_TITLE_CONFIRM = "G HUB を再インストールしますか？";
INSTALLER_MODAL_TITLE_UNINSTALL = "アンインストールしています。";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "アンインストールが完了しました。";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "アンインストールエラー。";
INSTALLER_MODAL_TITLE_EXIT = "インストールを終了します。";
INSTALLER_MODAL_TITLE_REBOOT = "再起動が必要です。";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "更新エラーが発生しました。";
INSTALLER_MODAL_CONFIRM_EXIT = "終了しますか？";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://gaming.logicool.co.jp/ja-jp/innovation/g-hub.html";
INSTALLER_STEP_INITIALIZE = "初期化中";
INSTALLER_STEP_UNPACK = "解凍中";
INSTALLER_STEP_INSTALLING = "インストール中";
INSTALLER_STEP_FINALIZING = "終了しています";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "[インストール] をクリックすることで、あなたは ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "使用許諾契約の条件に同意したことになります。";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logicool.co.jp/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "G HUB のインストール中です。しばらくお待ちください。";
INSTALLER_TOOLTIP_UPDATE = "G HUB が更新されるまでしばらくお待ちください。";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "G HUBインストーラーが予期せず終了しました";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "[送信]をクリックして、エラーレポートをロジクールに送信します。詳細は{POLICY_LINK}を参照してください。";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "個人情報保護方針";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "以前に試みたG HUBのインストールで、クラッシュが発生しました";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "エラーレポート詳細";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "送信";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "送信しない";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "レポートが送信されました。";
INSTALLER_FEEDBACK_BUTTON = "エラーレポートを送信";
INSTALLER_FEEDBACK_WINDOW_HEADER = "G HUBの向上にご協力いただきありがとうございます！";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "以下のエラーログと共に含めたいコンテキストまたはサポートチケット情報を提供してください。";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "問題が発生した時に何を行っていましたか?関連アプリまたはデバイスはありますか？";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "エラーレポートログ";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "ログファイル名";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "場所/フォルダー";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "開く";
INSTALLER_FEEDBACK_WINDOW_POLICY = "詳細については{POLICY_LINK}をご覧ください。";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "個人情報保護方針";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "キャンセル";
INSTALLER_FEEDBACK_WINDOW_SEND = "レポートを送信";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "不完全なログを破棄しますか?";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "このウィンドウを閉じると、これまでの作業が失われます。";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "戻る";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "閉じる";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "レポートが送信されました。";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "ありがとうございます！弊社ではG HUBでの体験強化に尽力しています。お客様によって、この達成に一歩近づくことができました。";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "完了";
INSTALLER_APPLICATION_TITLE = "Logicool G HUB インストーラー";
INSTALLER_WINDOW_TITLE = "{0} G HUB インストーラー";
INSTALLER_APPLICATION_DESCRIPTION = "Logicool G HUB インストーラー アプリケーション";
INSTALLER_INSTALL_BUTTON = "インストール";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "インストール（ENTER/RETURN）";
INSTALLER_GET_UPDATE_BUTTON = "更新を入手";
INSTALLER_EXIT_BUTTON = "終了";
INSTALLER_CANCEL_BUTTON = "キャンセル";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "このソフトウェアはお使いのシステムにすでにインストールされています。G HUB を起動して更新を探してください。";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Logicool ゲームソフトウェアの旧バージョンまたは互換性のないバージョンがシステムに存在します。アップグレードするか、または削除して G HUB をインストールしてください。";
INSTALLER_HEADER_DOWNLOADING = "LOGICOOL G HUB をダウンロードしています";
INSTALLER_DESCRIPTION_DOWNLOADING = "新しい Logicool G HUB ソフトウェアが、ゲーミング体験とデバイス構成を強化します…";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…ビルドと防衛…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…機銃掃射とブースティング…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…ホバリングとランディング…";
INSTALLER_HEADER_DOWNLOADED = "ダウンロードが完了しました";
INSTALLER_DESCRIPTION_DOWNLOADED = "ロック、ロードされています。";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "インストールと起動";
INSTALLER_MENU_ABOUT = "バージョン情報";
INSTALLER_MENU_QUIT = "終了";
INSTALLER_MENU_CLOSE = "ウィンドウを閉じる";
INSTALLER_MENU_EDIT = "編集";
INSTALLER_MENU_EDIT_CUT = "切り取り";
INSTALLER_MENU_EDIT_COPY = "コピー";
INSTALLER_MENU_EDIT_PASTE = "貼り付け";
INSTALLER_MENU_EDIT_SELECT_ALL = "すべて選択";
INSTALLER_TRANSFER_REMAINING = "残り";
INSTALLER_ERROR_GENERIC = "インストール中にエラーが発生しました";
INSTALLER_FAILURE_PREFIX = "ダウンロードできませんでした：";
INSTALLER_ERROR_SUMMARY = "有効な更新概要を取得できませんでした。";
INSTALLER_ERROR_INITIALIZE = "ダウンロードできませんでした：初期化に失敗しました。インターネット接続を確認して再試行してください。";
INSTALLER_ERROR_TIMEOUT = "インターネット接続を確認してください。";
INSTALLER_ERROR_WRITE = "ディスクが一杯のようです。";
INSTALLER_ERROR_DLL = "インストーラーの重要なコンポーネントを読み込めませんでした。公式ウェブサイトからインストーラーを再度ダウンロードしてください。";
INSTALLER_RETRY_COUNTDOWN = "%d で再試行しています。";
INSTALLER_UNCOMPRESSING = "ファイル抽出";
